Revit 2027 API
CloudPoint Fields
The CloudPoint type exposes the following members.
Fields
Name | Description
Color | The color
X | The X coordinate
Y | The Y coordinate
Z | The Z coordinate
Top
See Also
Reference
CloudPoint Structure
Autodesk.Revit.DB.PointClouds Namespace